Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=233_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Katso lyhytvideo Anni-Saarasta ja saamenpuvusta !
smn: Keejâ uánihisvideo Anni-Saarast já sämimáccuhist

source: Anni-Saaralle saamenpuku on paras, läheinen ja erittäin tärkeä vaate.
smn: Anni-Saaran sämimááccuh lii pyeremus, vááimuvuálááš já uáli tehálâš piivtâs.

source: Päähenkilöt: Anni-Saara ja Aslak Paltto
smn: Váldu-ilmuuh: Anni-Saara já Aslak Paltto

source: Ohjaus / leikkaus: Anneli Lappalainen, kuvaus: Kauko Mustonen, Anneli Lappalainen
smn: Stivrim / čuoppâm: Anneli Lappalainen, kuvvim: Kauko Mustonen, Anneli Lappalainen

source: Tuotanto: Saamelaisalueen koulutuskeskus 2008
smn: Pyevtittâs: Säämi máttááttâskuávdáš 2008

source: Pituus: 2,05
smn: Kukkodâh: 2,05
